Repository: pablof7z/cronosII
Catalog: po/*.po
Languages: fr

source: %d messages in server
fr: %d messages sur le serveur

source: 1 message in server
fr: 1 message sur le serveur

source: The POP server of the account %s doesn't support UIDL.
fr: Le serveur POP du compte %s ne supporte pas l'UIDL.

source: The POP server of the account %s doesn't support LIST.
fr: Le serveur POP du compte %s ne supporte pas le LIST

source: The POP server of the account %s doesn't support TOP.
fr: Le serveur POP du compte %s ne supporte pas le TOP.

source: %p%% downloaded (%v of %u messages)
fr: %p%% téléchargés (%v sur %u messages)

source: Error opening the file where to store the new mail
fr: Erreur à l'ouverture du fichier pour y écrire le nouveau mail

source: Error opening the main DB file to store the new mail
fr: Erreur à l'ouverture de la BD principale pour y enregistrer le nouveau mail

source: Opening the main DB file
fr: Ouverture de la BD principale

source: %d messages downloaded.
fr: %d messages ont été téléchargés.

source: 1 message downloaded.
fr: Un message a été téléchargé.

source: Operation timeout.
fr: Temps expiré

source: Creating the UIDL database
fr: Création de la base UIDL

source: Opening the UIDL database
fr: Ouverture de la base UIDL

source: Confirm message downloading
fr: Confirmer le téléchargement du message

source: There's a message bigger than what you allowed to automatically download.
fr: Un message de taille supérieure à celle autorisée pour le téléchargement automatique a été trouvé.

source: Since the server doesn't support advanced POP commands very little information about this message could be extracted.
fr: Le serveur ne supportant pas les commandes POP avancées peu d'information sur ce message ont été récupérées.

source: Size:
fr: Taille:

source: Do you want to download it?
fr: Voulez-vous le télécharger?

source: Incorrect Password
fr: Mot de passe incorrect

source: The password of the account %s is wrong
fr: Le mot de passe pour le compte %s est erroné

source: Username:
fr: Nom de l'utilisateur:

source: Password:
fr: Mot de passe:

source: Timeout while waiting for a response of the server
fr: Temps d'attente de réponse du serveur expiré

source: The SMTP server aborted the delivery of the message because the storage location has been exceed.
fr: Le serveur SMTP a abandonné la délivrance des messages car la taille de l'espace de stockage a été dépasséé.

source: Error in the delivery of the message because it has ocurred an error in the SMTP server.
fr: Erreur lors de la délivrance des messages car un erreur est survenue sur le serveur SMTP

source: The SMTP server aborted the delivery of the message because there's not enough system storage.
fr: Le serveur SMTP a abandonné la délivrance des messages car il n'y a pas assez d'espace système

source: The SMTP server isn't RFC821 complaiment, please send me an E-Mail with the hostname address.
fr: Le serveur SMTP n'est pas compatible avec la RFC821. Envoyez un mail à l'auteuravec l'adresse de ce serveur.

source: The SMTP server is not available.
fr: Le serveur SMTP n'est pas disponible.

source: The SMTP server aborted the delivery of the message because the mailbox is unavailable.
fr: Le serveur SMTP a abandonné la délivrance des messages car la boite aux lettres n'est pas disponible.

source: The SMTP server aborted the delivery of the message because the user is not local.
fr: Le serveur SMTP a abandonné la délivrance des messages car l'utilisateur n'est pas local.

source: The SMTP server aborted the delivery of the message because the mailbox name is not allowed.
fr: Le serveur SMTP a abandonné la délivrance des messages car le nom de boîte aux lettres n'est pas autorisé.

source: The SMTP server aborted the delivery of the message because the transaction failed.
fr: Le serveur SMTP a abandonné la délivrance des messages car la transaction a échoué.

source: Resolving SMTP host...
fr: Résolution du serveur SMTP...

source: Connecting to the SMTP host...
fr: Connexion au serveur SMTP...

source: The SMTP server has closed the transmission channel.
fr: Le serveur SMTP a fermé le canal de transmission de données.

source: Couldn't open the specified file.
fr: Ouverture du fichier spécifié impossible

source: Couldn't open the main DB file for appending the new messages
fr: Ouverture impossible de la BD pour ajouter le nouveau message

source: Couldn't open the mail file for writing the new message
fr: Ouverture du fichier des messages pour y écrire le nouveau message

source: Couldn't open the source file to do a binary copy
fr: Ouverture du fichier sélectionné pour une copie binaire impossible.

source: Couldn't open the target file to do a binary copy
fr: Ouverture du fichier sélectionné pour une copie binaire impossible.

source: No command has been passed.
fr: Aucune commande a été passéé.
