Repository: pablof7z/cronosII
Catalog: po/*.po
Languages: fr

source: An unknown protocol has been set, not suported by the current version of Cronos II: %s
fr: Un protocole unconnu a été spécifié, non supporté par la version actuelle de Cronos II: %s

source: Couldn't find mailbox with ID %d, specified in your configuration file in the mailbox linked list. This might cause serious bugs in the future.
fr: La boite aux lettres avec l'ID %d spécifiée dans votre fichier de configuration dans la liste chaïnée des boites aux lettres, n'a pu ëtre trouvée. Cela peut entrainer de serieux disfonctionnements plus tard.

source: Couldn't open the GnomeCard file
fr: Ouverture du fichier GnomeCard impossible

source: Couldn't open the GnomeCard file
fr: Ouverture du fichier GnomeCard impossible

source: Groups
fr: Groupes

source: Checking Account: %s
fr: Vérification du compte: %s

source: Checking account %v of %u
fr: Vérification du compte %v de %u

source: Checked account %v of %u
fr: Vérifié du compte %v de %u

source: Checking account %s [%%v of %%u]
fr: Vérification du compte %s [%%v de %%u]

source: Unknown reason
fr: Raison inconnue

source: Opening the main DB file of the Garbage Mailbox for deleting all mails
fr: Ouverture de la base principale de la poubelle pour supprimer tous les mails

source: Go back to a previous directory
fr: Retour vers un répertoire précédent

source: Go to selected directory
fr: Va dans le répertoire selectionné

source: Go to parent directory
fr: Va dans un répertoire parent

source: Go to the Home directory
fr: Va dane le répertoire Maison

source: Refresh listing
fr: Rafraichir la liste

source: Delete file
fr: Supprimer le fichier

source: Rename file
fr: Sauver le fichier

source: Directory:
fr: Répertoire:

source: Directories
fr: Répertoires

source: Files
fr: Fichiers

source: A powerful GNOME mail client.
fr: Un client mail puissant pour GNOME.

source: Visit the Cronos II homepage
fr: Visitez la page de Cronos II

source: Name
fr: Nom

source: E-Mail Address
fr: Adresse mail:

source: Comments
fr: Commentaires

source: Cronos II Address Book
fr: Carnet d'adresse de Cronos II

source: No entry match your search. Start from the beggining?
fr: Pas d'entrées correspondant à votre recherche. Recommencer dès le début?

source: No entry match your search.
fr: Pas d'entrées correspondant à votre recherche.

source: _New card
fr: _Nouvelle fiche

source: Create a new card
fr: Créer une nouvelle fiche

source: _Edit card
fr: _Editer une fiche

source: Edit the selected card
fr: Editer les fiches sélectionnées

source: _Delete card
fr: Supprimer la fiche

source: Delete the selected card
fr: Supprimer les fiches sélectionnées

source: _Close
fr: Fermer

source: Close the Address Book
fr: Fermer le carnet d'adresses

source: Save
fr: Sauver

source: Save changes
fr: Sauver les changements

source: New
fr: Nouveau

source: New Card
fr: Nouvelle fiche

source: Edit
fr: Edition

source: Delete
fr: Supprimer

source: Close
fr: Fermer

source: Close this window
fr: Fermer cette fenêtre

source: Search:
fr: Chercher:

source: Group View:
fr: Vu de groupe:

source: New Contact
fr: Nouveau contact

source: Edit Contact
fr: Edition du contact

source: First Name:
fr: Prénom:

source: Middle Name:
fr: 2ème prénom:

source: Last Name:
fr: Nom:

source: Suffix:
fr: Suffixe

source: Mr.
fr: M.

source: Mrs.
fr: Mme

source: Birthday:
fr: Anniversaire:

source: Organization
fr: Société

source: Name:
fr: Nom:

source: Title:
fr: Titre:

source: Personal Information
fr: Informations personelles

source: Web Site:
fr: Site web:

source: E-mail data
fr: E-mail

source: Address:
fr: Adresse:

source: Add
fr: Ajouter

source: Modify
fr: Modifier

source: Remove
fr: Retirer

source: E-mail list
fr: Liste d'e-mails

source: Network
fr: Réseau

source: Address data
fr: Adresse

source: Post Office:
fr: Bureau de poste

source: Extended:
fr: Extension:

source: Street:
fr: Rue:

source: City:
fr: Ville:

source: Postal Code:
fr: Code postal:

source: Country:
fr: Pays:

source: Home
fr: Rép. perso

source: Work
fr: Travail

source: Postal Box
fr: Boite postale

source: Address list
fr: Liste d'adresses électroniques

source: Addresses
fr: Adresses

source: Telephone data
fr: Téléphone

source: Number:
fr: Numéro:

source: Preferred
fr: Préférés

source: Voice
fr: Voix

source: Cellular
fr: Téléphone portable

source: Bulletin Board
fr: Bulletin d'information

source: ISDN
fr: Numéros

source: Video
fr: Vidéo

source: Phone list
fr: Liste de numéros de téléphone

source: Phone
fr: Téléphone

source: Categories:
fr: Catégories:

source: Comment:
fr: Commentaires:

source: Security
fr: Sécurité

source: Public Key:
fr: Clé publique

source: Etcetera
fr: Et cætera

source: Provide the personal information of this contact in this page.
fr: Fournir les informations personnelles de ce contact sur cette page.

source: Contacts can be organizated by groups for a better Address Book management. Select here the groups where you want this contact to be found.
fr: Les contacts peuvent être organisés en groupes pour une meilleure gestion du carnet d'adresse. Sélectionner ici les groupes où vous voulez voir apparaître ce contact.

source: First name of contact
fr: Prénom du contact

source: Middle name of contact
fr: 2ème prénom

source: Last name of contact
fr: Nom du contact

source: Type here the name you want to represent this contact in the list
fr: Indiquez ici le nom qui sera utilisé pour ce contact dans la liste

source: Birthday of the contact
fr: Anniversaire du contact

source: Organization where this person works.
fr: Société dans laquelle la personne travaille.

source: Role of the person in the organization.
fr: Rôle de la personne dans l'organisation.

source: Type here the name of a new group or select an existent one from the pull down list.
fr: Indiquez ici le nom d'un nouveau groupe ou selectionnez un groupe existant dans la liste déroulante.

source: Any other thing?
fr: D'autres choses?

source: Public PGP or GnuPG key.
fr: Clé PHP ou GnuPG.

source: Composer
fr: Editeur de messages

source: Account:
fr: Compte:

source: To:
fr: A:

source: Subject:
fr: Sujet:

source: Use Address Book to add contact
fr: Utiliser le carnet d'adresse pour ajouter un contact

source: Add an attachment
fr: Ajouter un fichier attaché

source: Remove selected attachment
fr: Enlever le fichier attaché sélectionné

source: On %s, %s wrote:
fr: Le %s, %s écrivait:

source: %s wrote:
fr: %s écrivait:

source: -- Original Message --
fr: -- Message Original --

source: Account
fr: Compte

source: To
fr: A

source: Subject
fr: Sujet

source: Priority
fr: Priorité

source: _Send
fr: Envoyer

source: Send this message
fr: Envoyer ce message

source: Send _Later
fr: Envoyer plus tard

source: Save to file
fr: Sauver dans un fichier

source: _File
fr: Fichier

source: Insert a file
fr: Insérer un fichier

source: Insert signature
fr: Insérer une signature

source: Attachment
fr: Attachement

source: Insert an attachment
fr: Insérer un fichier attaché

source: _Insert
fr: Insérer

source: Send
fr: Envoyer

source: Save this message to the Drafts mailbox
fr: Sauver ce message dans la boîte des brouillons

source: To File
fr: Fichiers

source: Save this message to a file
fr: Sauver les messages selectionnés dans un fichier

source: Insert
fr: Insérer

source: Sign
fr: Signer

source: Sign this message
fr: Signer ce message

source: Attachs
fr: Attache

source: Show attachments list
fr: Montrer la liste des fichiers attachés

source: Close this message
fr: Fermer ce message

source: This message was modified. Are you sure you want to close it?
fr: Message modifié. Voulez-vous vraiment le fermer?

source: Yes
fr: Oui

source: No
fr: Non

source: Couldn't open the directory for adding the attachments
fr: Ouverture impossible du répertoire pour ajouter les fichiers attachés

source: Opening mailbox's index file
fr: Ouverture du fichier index des boîtes

source: Failed to append the mail in the index file.
fr: Echec à l'ajout du mail dans le fichier d'index.

source: Opening the mail file
fr: Ouverture du fichier des courriers

source: Failed to write the mail in its file.
fr: Echec à l'écriture du courrier dans son fichier

source: Message saved successfully.
fr: Message sauvé avec succès.

source: Opening the selected file
fr: Ouverture du fichier sélectionnés

source: Failed to write the mail in the selected file.
fr: Echec à l'écriture du courrier dans le fichier sélectionné.

source: To: %s Subject: %s Date: %s Account: %s %s
fr: A: %s Sujet: %s Date: %s Compte: %s %s

source: Opening the selected file for reading
fr: Ouverture du fichier sélectionné pour le lire

source: Failed to insert the file.
fr: Echec à l'insertion du fichier.

source: File inserted successfully.
fr: Insertion du fichier réussie

source: The mailbox %s couldn't be found.
fr: La boîte %s est introuvable.

source: The mailbox type %s is not supported.
fr: Le type de boîte %s n'est pas supporté.

source: Unable to export mailbox.
fr: Export de la boîte impossible

source: One message exported succesfully
fr: Un message exporté avec succès

source: %d messages exported succesfully
fr: %d messages exportés avec succès

source: Export Mailbox
fr: Exporter la boïte aux lettres

source: Mailbox type
fr: Type de boîtes aux lettres

source: From Mailbox
fr: Depuis la boïte aux lettres

source: File
fr: Fichier

source: Couldn't open the selected file for exporting the mailbox
fr: Ouverture du fichier sélectionné pour l'export impossible.

source: Couln't open the main DB file for exporting the mailbox
fr: Ouverture de la BD principale impossible pour exporter la boîte aux lettres

source: Exporting...
fr: Export...

source: Done.
fr: Fini.

source: Unable to import mailbox.
fr: Impossible d'exporter la boîte aux lettres

source: One message imported succesfully
fr: Un message importé avec succès

source: %d messages imported succesfully
fr: %d messages importés avec succès

source: Import Mailbox
fr: Importer la boïte aux lettres

source: Destination Mailbox
fr: Boîte de destination

source: Couldn't open the specified file for importing messages
fr: Impossible d'ouvrir le fichier spécifié pour importer les messages

source: Importing...
fr: Import...

source: Couldn't open the main DB file for appending the imported message
fr: Ouverture impossible de la BD principale pour ajouter le message importé

source: Couldn't open the mail file for writing the imported message
fr: Ouverture du fichier du message pour y écrire le fichier importé

source: Preferences
fr: Préférences

source: General
fr: Général

source: Mail
fr: E-Mail

source: Checking if the directory of the mailbox exists
fr: Vérification de l'existence du répertoire des boïtes aux lettres

source: Unknown
fr: Unconnu

source: You must select a mailbox where to store messages downloaded from this account.
fr: Vous devez selectionner une boïte aux lettre pour y stocker les messages téléchargés depuis ce compte.

source: Edit Account
fr: Edition du compte

source: New Account
fr: Nouveau compte

source: Account Name
fr: Nom du compte

source: Name:
fr: Nom:

source: User Name:
fr: Nom de l'utilisateur:

source: Password:
fr: Mot de passe:

source: POP3 Server:
fr: Serveur POP3:

source: SMTP Server:
fr: Serveur SMTP:

source: File:
fr: Fichier:

source: Protocol
fr: Protocole

source: Mailbox
fr: Boïte aux lettres

source: Automatically append signature
fr: Ajout automatique de la signature

source: Keep messages on the server.
fr: Garder les messages sur le serveur.

source: Activate this account
fr: Activer ce compte

source: Advanced
fr: Avancé

source: Account Type
fr: Type du compte

source: POP3 Account
fr: Compte POP3

source: Spool Account
fr: Compte local

source: Up
fr: Haut

source: Down
fr: Bas

source: Accounts
fr: Comptes

source: The mailbox name %s is already taken.
fr: La Le nom %s de la boîte est déjà pris.

source: Couldn't found %s in the list
fr: %s introuvable dans la liste

source: You can't delete the mailbox %s because it's a special mailbox
fr: La boîte %s ne peut être supprimée car elle est spéciale

source: Mailboxes
fr: Boîtes aux lettres

source: New Mailbox Name:
fr: Nouveau nom de boîte aux lettres:

source: Add Mailbox
fr: Ajouter une boîte aux lettres

source: Delete Mailbox
fr: Supprimer une boîte aux lettres

source: Check for mail timeout (in minutes)
fr: Temps maxi pour rappatrier les mails (minutes)

source: Seconds before marking a mail as readed
fr: Secondes avant de marquer un courrier en tant que lu

source: Repling and forwarding
fr: Répondre & Faire suivre

source: String to prepend to the original mail:
fr: Chaîne de caractères à ajouter au début du message original:

source: Ask before downloading messages bigger than
fr: Confirmer avant de télécharger des messages de taille supérieure à

source: Empty Garbage on exit
fr: Vide la poubelle en quittant

source: Store a copy of sent mails in the Outbox mailbox
fr: Garder une copie des mails envoyés dans la boîte de sortie

source: Check for mail at start up.
fr: Verifier les mails au démarrage.

source: Whether to check activated accounts when Cronos II starts or not.
fr: Vérifier ou non les comptes activés lors du démarrage de Cronos II

source: Font Selection
fr: Selection de la police de caractères

source: Customize application's title
fr: Personnaliser le titre de l'application

source: Conversion chars: %a = App Name (Cronos II), %v = Version, %m = Messages in selected mailbox, %n = New messages in selected mailbox, %M = Selected mailbox.
fr: Caractères de conversion: %a = Nom de l'appli (Cronos II), %v = Version, %m = Messages dans la boîte selectionnée, %n = Nouveaux messages dans la boîte selectionnée, %M = Boîte selectionnée.

source: Toolbar
fr: Barre d'outils

source: Icons and text
fr: Icônes et texte

source: Icons only
fr: Icônes uniquement

source: Text only
fr: Texte uniquement

source: Message Body
fr: Corps du message

source: Unread Message List
fr: Liste des messages non lus

source: Read Message List
fr: Liste des messages lus

source: Printing
fr: Impression

source: Fonts
fr: Polices

source: Replying and forwarding
fr: Répondre & Faire suivre

source: Original message:
fr: Message original:

source: Miscellaneous
fr: Divers

source: Message body text color:
fr: Couleur du corps du message:

source: Colors
fr: Couleurs

source: Timeout for net related stuff:
fr: Temps d'expiration pour ce qui concerne le réseau:

source: seconds.
fr: secondes.

source: Use persistent SMTP connection:
fr: Connection SMTP permanente.

source: Keep connected to the SMTP host to use again that connection to send outgoing messages
fr: Garder la connexion au serveur SMTP pour l'utiliser à nouveau pour les messages à envoyer

source: Persistant connection to the SMTP host
fr: Connexion persistante au serveur SMTP

source: Initialize Address Book
fr: Initializer le carnet d'adresses

source: Couldn't create the directory %s: %s
fr: Résolution du serveur impossible

source: Loaded Plug-Ins
fr: Greffons chargés

source: Load...
fr: Chargement...

source: Unload
fr: Décharger

source: Configure
fr: Configurer

source: Author:
fr: Auteur:

source: Plug-Ins
fr: Greffons

source: Print
fr: Imprimer

source: Printing command:
fr: Commande d'impression:

source: Number of copies:
fr: Nombre d'exemplaires

source: Opening the temporary file
fr: Ouverture du fichier temporaire

source: From: %s Account: %s Date: %s Subject: %s %s
fr: De: %s Compte: %s Date: %s Sujet: %s %s

source: From:
fr: De:

source: Page %d of %d
fr: Page %d/%d

source: Print Preview
fr: Pré-visualisation

source: Select a file
fr: Selection d'un fichier

source: Select a mailbox
fr: Selection d'une boîte aux lettres

source: Cronos II: Get New Mail
fr: Cronos II: Récupérer les nouveaux messages

source: %p%% downloaded
fr: %p%% téléchargé

source: From
fr: De

source: Priority:
fr: Priorité:

source: Show the attachment list of this message
fr: Montrer la liste des fichier attachés à ce message

source: Hide the attachment list of this message
fr: Cacher la liste des fichier attachés à ce message

source: Set/Unset the attachment list as sticky
fr: Punaiser/dépunaiser la liste des fichiers attachés

source: Show the Checking Window.
fr: Montrer la fenêtre de vérification.

source: _Unread
fr: Non lu

source: Mark the selected mails as unread
fr: Marquer les messages selectionnés en tant que non lus

source: Rea_d
fr: Lu

source: Mark the selected mails as read
fr: Marquer les messages selectionnés en tant que lus

source: _Replied
fr: Répondu

source: Mark the selected mails as replied
fr: Sauver les messages selectionnés dans un fichier

source: _Forwarded
fr: Fait suivre

source: Mark the selected mails as forwarded
fr: Sauver les messages selectionnés dans un fichier

source: _Previous
fr: Précédent

source: Show the previous message in the current mailbox
fr: Montrer le précédent message dans la boîte courante

source: _Next
fr: Suivant

source: Show the next message in the current mailbox
fr: Montrer le suivant message dans la boîte courante

source: _Reply
fr: Répondre

source: Reply _all
fr: Répondre à tous

source: _Forward
fr: Faire suivre

source: _Delete
fr: Supprimer

source: _Expunge
fr: Purger

source: _Copy
fr: Copier

source: _Move
fr: Déplacer

source: Mar_k
fr: Marquer

source: Open
fr: Ouvrir

source: _View
fr: Voir

source: _Save
fr: Sauver

source: _All Accounts
fr: Tous les comptes

source: Check all accounts
fr: Vérification de tous les comptes

source: _Connect
fr: _Connecter

source: Connect to the SMTP server
fr: Connecter au serveur SMTP...

source: _Disconnect
fr: _Déconnecter

source: Disconnect from the SMTP server
fr: Déconnecter du serveur SMTP

source: _Get New Mail
fr: Récuperer les nouveaux messages

source: _Persistent SMTP
fr: Connextion SMTP _Permanente

source: _Speed Up
fr: Accélerer

source: _Import
fr: Importer

source: Import a mailbox from a different format
fr: Importer une boîte aux lettres d'un format différent

source: _Export
fr: Exporter

source: Export a mailbox to a different format
fr: Exporter une boîte aux lettres d'un format différent

source: _Compose
fr: Composer

source: Open the Composer window
fr: Ouvrir la fenêtre de composition

source: Reply to sender of the selected message
fr: Répondre à l'envoyeur du message sélectionné

source: Reply to all recipients of the selected message
fr: Repondre à tous les destinataires du message sélectionné

source: Forward the selected message
fr: Faire suivre le message selectionné

source: Delete the selected messages
fr: Supprimer le message sélectionné

source: Expunge the selected messages
fr: Purger le message sélectionné

source: Address Book
fr: Carnet d'adresses

source: Open the Cronos II Address Book
fr: Ouvrir le carnet d'adresse de Cronos II

source: Bug Report
fr: Rapport de bug

source: Open the bug report window
fr: Ouvrir la fenêtre de rapport de bug

source: M_ailbox
fr: Boïte aux lettres

source: Check
fr: Vérifier

source: Get New Mail
fr: Récupérer les nouveaux messages

source: Compose
fr: Composer

source: Compose a new mail
fr: Composer un nouveau message

source: Save the selected mails to a file
fr: Sauver les messages selectionnés dans un fichier

source: Print the selected mails
fr: Imprimer les messages sélectionnés

source: Search
fr: Chercher

source: Search for a message
fr: Chercher un message

source: Delete the selected mails
fr: Supprimer les messages sélectionnés

source: Reply
fr: Répondre

source: Reply the selected mails
fr: Répondre aux messages sélectionnés

source: Reply All
fr: Répondre à tous

source: Reply to all recipients the selected mails
fr: Répondre à tous les destinataires des messages sélectionnés

source: Forward
fr: Faire suivre

source: Forward the selected mails
fr: Faire suivre les messages sélectionnés

source: Previous
fr: Précédent

source: Show previous message
fr: Montrer le précédent message

source: Next
fr: Suivant

source: Show next message
fr: Montrer le message suivant

source: Quit
fr: Quitter

source: Quit Cronos II
fr: Quitter Cronos II

source: The message couldn't be found
fr: La message est introuvable.

source: Add Card
fr: Ajouter une fiche

source: No program associated to type %s
fr: Aucun programme associé au type %s

source: Cannot write to temporary file: %s
fr: Impossible d'écrire dans le fichier temporaire: %s

source: Cannot write in selected file: %s
fr: Ecriture impossible dans les fichier sélectionnés: %s

source: Parts saved succesfully
fr: Parties sauvées avec succès

source: Part saved succesfully
fr: Partie sauvé avec succès

source: Deleting...
fr: Suppression...

source: Opening the file %s: %s
fr: Ouverture du fichier %s: %s

source: Opening the %s index file %s: %s
fr: Ouverture de l'index %s %s: %s

source: Expunging...
fr: Purge...

source: Are you sure you want to expunge %d messages?
fr: Voulez-vous vraiment purger %d messages?

source: Are you sure you want to expunge the selected message?
fr: Purger le message sélectionné? Etes-vous sur?

source: Moving...
fr: Déplacement...

source: Copying...
fr: Copie...

source: Opening the selected file for writing
fr: Ouverture du fichier sélectionné pour y écrire

source: From: %s Subject: %s Date: %s Account: %s %s
fr: De: %s Sujet: %s Date: %s Compte: %s %s

source: Opening the index file
fr: Ouverture du fichier index

source: Opening the tmp file
fr: Ouverture du fichier temporaire

source: Speed Up
fr: Accélerer

source: Garbage:
fr: Poubelle:

source: Speed up:
fr: Accélerer:

source: Window Message Reader
fr: Fenêtre de lecture des messages

source: Message Properties
fr: Propriété du message

source: Opening the mailbox main DB file
fr: Ouverture du fichier de la BD principale

source: Unknown command in config file: %s
fr: Commande inconnue dans le fichier de configuration: %s

source: Reading the config file
fr: Lecture du fichier de configuration

source: Failed to open the main DB file
fr: Echec à l'ouverture du fichier de la BD principale

source: Stating the file
fr: Calcul des statistiques du fichier

source: Opening the mail file for retrieving it
fr: Ouverture du fichier des courriers pour le récupérer

source: This message uses a MIME-Version unsupported by Cronos II: %s. This might affect the interpretation of it.
fr: Ce message utilise une version de MIME non supportée par Cronos II: %s Ceci peut affecter son interpretation.

source: This message claims to be multipart but it seems that it's broken.
fr: Ce message s'annonce en plusieurs parties, mais il semble abîmé.

source: Opening the main DB file for reading the number of messages in it
fr: Ouverture de la BD principale pour y lire le nombre de messages

source: Couldn't resolve the server
fr: Résolution du serveur impossible

source: The %s is not a valid module (failed call to module_init)
fr: Le %s n'est pas un module valide (appel à module_init vain)

source: Unable to find Plug-In with name %s
fr: Impossible de trouver le greffon de nom %s

source: Couldn't open the Plug-Ins directory
fr: Ouverture du répertoire des greffons impossible

source: The dynamic module %s has already registered a callback for the signal %d. Each dynamic module can register just one callback for each signal.
fr: Le module dynamique %s a déjà enregistré une function de rappel pour le signal %d. Chaque module dynamique ne peut enregistrer qu'une fonction de rappel pour chaque signal.

source: There's no callback function attached to the signam %d in the dynamic module %s.
fr: Pas de fonction de rappel attachée au sigma %d dans le module dynamique %s.

source: Failed to create socket
fr: Création de la socket echouée

source: Logging in...
fr: En train de se loguer...

source: Checking for number of mails in server...
fr: Demande du nombre de courriers sur le serveur...

source: No messages in server
fr: Pas de message sur le serveur

source: No messages to download
fr: Aucun message à télécharger
